function products() {
    return [    
    {id:1, title: 'Supreme FW19 sweater', price: "4990₽.", img:'images/sweater1.jpg',
    prev_price:'6990₽',delivery:'1-2 недели', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
    
    {id:2, title: 'CH white t-shirt', price: "490₽.", img:'images/shirt1.jpg',
    prev_price:'1000₽',delivery:'1-2 недели', desc:'Ch - японский модный бренд, основанный Ниггой в 2000 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},

    {id:3, title: 'Vlone black hoodie', price: "1990₽.", img:'images/hoodie1.jpg', 
    prev_price:'2490₽',delivery:'3-4 дня', desc:'Vlone - Это уличный бренд, возглавляемый Джабари Шелтоном, более известным как A0₽AP Bari или Young Lord при поддержке лидера объединения A0₽AP Rocky. Шелтон — креативный директор, идейный лидер и основатель бренда. Раким — тот, кого мы видим в одежде Vlone повсюду.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},

    {id:4, title: 'Bape white t-shirt', price: "990₽.", img:'images/shirt2.jpg', 
    prev_price:'',delivery:'3-4 дня', desc:'A Bathing Ape (или BAPE) - японский модный бренд, основанный Ниго (Томоаки Нагао) в Ура-Харадзюку в 1993 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде, управляя 19 магазинами в Японии, включая магазины Bape, магазины Bape Pirate, магазины Bape Kids, Bapexclusive Aoyama и Bapexclusive Kyoto.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},

    {id:5, title: 'Ripndip Cat sweater', price: "2990₽.", img:'images/sweater2.jpg',
    prev_price:'3990₽',delivery:'1-2 дня', desc:'RIPNDIP – детище скейтбордиста Райана О-Коннора (Ryan O-Connor), появившееся на свет в 2009 году в маленьком гараже в Орландо (штат Флорида), а затем плавно перебравшееся на западное побережье в Лос-Анджелес (штат Калифорния), где и завоевало народную любовь. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},

    {id:6, title: 'Y-3 scarf', price: "1990₽.", img:'images/scarf1.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Бренд Y-3 находится на пересечении высокой и уличной моды благодаря особому видению авангардного дизайнера Йоджи Ямамото, который уже долгое время переосмысливает спортивные силуэты adidas. Их совместный проект родился почти 20 лет назад, а сегодня Y-3 все еще раздвигает границы дозволенного с помощью инновационных дизайнов и экспериментов.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},

    {id:7, title: 'Supreme black t-shirt', price: "990₽.", img:'images/shirt3.jpg',
    prev_price:'1990₽',delivery:'1-2 дня', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:8, title: 'Palm Angels Scarf', price: "990₽.", img:'images/scarf2.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Palm Angels - модный бренд класса люкс, основанный в 2015 году итальянским арт-директором и фотографом Франческо Рагацци, который также является бывшим художественным руководителем Moncler. Palm Angels входит в группу New Guards и сотрудничала с такими брендами, как Moncler Genius, Playboi Carti, BBC Ice Cream, Under Armour & Clarks.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},
    
    {id:9, title: 'Carhartt longsleeve', price: "2990₽.", img:'images/hoodie2.jpg', 
    prev_price:'4000₽',delivery:'1-2 недели',  desc:'Carhartt, Inc — американская компания-производитель одежды, основанная в 1889 году. Carhartt во многом известен своей рабочей одеждой, в частности это: куртки, пальто, комбинезоны, жилеты, рубашки, джинсы и огнеупорная одежда.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:10, title: 'Vlone white t-shirt', price: "990₽.", img:'images/shirt4.jpg', 
    prev_price:'1000₽',delivery:'3-4 дня', desc:'Vlone - Это уличный бренд, возглавляемый Джабари Шелтоном, более известным как A0₽AP Bari или Young Lord при поддержке лидера объединения A0₽AP Rocky. Шелтон — креативный директор, идейный лидер и основатель бренда. Раким — тот, кого мы видим в одежде Vlone повсюду.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:11, title: 'Supreme FW22 sweater', price: "3990₽.", img:'images/sweater3.jpg',
    prev_price:'',delivery:'6-7 дней', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
    
    {id:12, title: 'Off-White scarf', price: "990₽.", img:'images/scarf5.jpg',
    prev_price:'1500₽',delivery:'1-2 дня', desc:'OFF-WHITE - итальянский бренд стритвир-одежды премиум-класса. Компания преимущественно специализируется на создании уличной одежды с сезонной периодичностью. Бренд был основан американским дизайнером Вирджилом Абло в Милане (Италия) в 2012 году.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},
    
    {id:13, title: 'Dickies logo sweater', price: "6990₽.", img:'images/sweater5.jpg',
    prev_price:'9990₽',delivery:'1-2 недели', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},

    {id:14, title: 'Stone Island black ', price: "4990₽.", img:'images/hoodie4.jpg',
    prev_price:'5990₽',delivery:'3-4 дня',  desc:'Stone Island — итальянская компания, производитель одежды премиум-класса. S.p.A. €13 млн. Компания была основана в 1982 году Массимо Ости, и в настоящий момент бренд принадлежит холдингу Carlo Rivetti Sportswear Company.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},

    {id:15, title: 'CH black ', price: "2990₽.", img:'images/hoodie5.jpg',
    prev_price:'6990₽',delivery:'1-2 дня', desc:'Ch - японский модный бренд, основанный Ниггой в 2000 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:16, title: 'Nike scarf', price: "990₽.", img:'images/scarf3.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Nike – одна из самых больших компаний по производству и продаже спортивной одежды и обуви. Компания была основана в 1964 году Филом Найтом под названием Blue Ribbon Sports. Изначально Фил Найт занимался закупкой спортивной обуви у производителей и реализацией кроссовок клиентам.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},
    
    {id:17, title: 'Stone Island white ', price: "4990₽.", img:'images/hoodie3.jpg', 
    prev_price:'5990₽',delivery:'1-2 дня',  desc:'Stone Island — итальянская компания, производитель одежды премиум-класса. S.p.A. €13 млн. Компания была основана в 1982 году Массимо Ости, и в настоящий момент бренд принадлежит холдингу Carlo Rivetti Sportswear Company.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:18, title: 'Stussy black hippo t-shirt', price: "500₽.", img:'images/shirt5.jpg', 
    prev_price:'',delivery:'1-2 дня', desc:'Stussy - американская марка стритстайл-одежды, основанная Шоном Стусси в 1984 г. Родина бренда - солнечная Калифорния, а сам дизайнер до создания своих коллекция изготавливал доски для серфинга. На этом поприще успех ему принес заметный логотип, который он стал наносить в дальнейшем на одежду.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:19, title: 'Stussy logo sweater', price: "3990₽.", img:'images/sweater4.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Stussy - американская марка стритстайл-одежды, основанная Шоном Стусси в 1984 г. Родина бренда - солнечная Калифорния, а сам дизайнер до создания своих коллекция изготавливал доски для серфинга. На этом поприще успех ему принес заметный логотип, который он стал наносить в дальнейшем на одежду.', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
    
    {id:20, title: 'Burberry scarf', price: "2990₽.", img:'images/scarf4.png',
    prev_price:'',delivery:'1-2 дня', desc:'Burberry (рус. Бёрберри) — британский модный дом, основанный Томасом Бёрберри в 1856 году. ', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},
    
    
    {id:21, title: 'Supreme FW19 sweater', price: "4990₽.", img:'images/sweater10.jpg',
    prev_price:'6990₽',delivery:'1-2 недели', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
    
    {id:22, title: 'CH white t-shirt', price: "490₽.", img:'images/shirt10.jpg',
    prev_price:'1000₽',delivery:'1-2 недели', desc:'Ch - японский модный бренд, основанный Ниггой в 2000 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},

    {id:23, title: 'Vlone black hoodie', price: "1990₽.", img:'images/hoodie10.jpg', 
    prev_price:'2490₽',delivery:'3-4 дня', desc:'Vlone - Это уличный бренд, возглавляемый Джабари Шелтоном, более известным как A0₽AP Bari или Young Lord при поддержке лидера объединения A0₽AP Rocky. Шелтон — креативный директор, идейный лидер и основатель бренда. Раким — тот, кого мы видим в одежде Vlone повсюду.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},

    {id:24, title: 'Bape white t-shirt', price: "990₽.", img:'images/shirt20.jpg', 
    prev_price:'',delivery:'3-4 дня', desc:'A Bathing Ape (или BAPE) - японский модный бренд, основанный Ниго (Томоаки Нагао) в Ура-Харадзюку в 1993 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде, управляя 19 магазинами в Японии, включая магазины Bape, магазины Bape Pirate, магазины Bape Kids, Bapexclusive Aoyama и Bapexclusive Kyoto.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},

    {id:25, title: 'Ripndip Cat sweater', price: "2990₽.", img:'images/sweater20.jpg',
    prev_price:'3990₽',delivery:'1-2 дня', desc:'RIPNDIP – детище скейтбордиста Райана О-Коннора (Ryan O-Connor), появившееся на свет в 2009 году в маленьком гараже в Орландо (штат Флорида), а затем плавно перебравшееся на западное побережье в Лос-Анджелес (штат Калифорния), где и завоевало народную любовь. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},

    {id:26, title: 'Y-3 scarf', price: "1990₽.", img:'images/scarf10.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Бренд Y-3 находится на пересечении высокой и уличной моды благодаря особому видению авангардного дизайнера Йоджи Ямамото, который уже долгое время переосмысливает спортивные силуэты adidas. Их совместный проект родился почти 20 лет назад, а сегодня Y-3 все еще раздвигает границы дозволенного с помощью инновационных дизайнов и экспериментов.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},

    {id:27, title: 'Supreme black t-shirt', price: "990₽.", img:'images/shirt30.jpg',
    prev_price:'1990₽',delivery:'1-2 дня', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:28, title: 'Palm Angels Scarf', price: "990₽.", img:'images/scarf20.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Palm Angels - модный бренд класса люкс, основанный в 2015 году итальянским арт-директором и фотографом Франческо Рагацци, который также является бывшим художественным руководителем Moncler. Palm Angels входит в группу New Guards и сотрудничала с такими брендами, как Moncler Genius, Playboi Carti, BBC Ice Cream, Under Armour & Clarks.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},
    
    {id:29, title: 'Carhartt longsleeve', price: "2990₽.", img:'images/hoodie20.jpg', 
    prev_price:'4000₽',delivery:'1-2 недели',  desc:'Carhartt, Inc — американская компания-производитель одежды, основанная в 1889 году. Carhartt во многом известен своей рабочей одеждой, в частности это: куртки, пальто, комбинезоны, жилеты, рубашки, джинсы и огнеупорная одежда.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:30, title: 'Vlone white t-shirt', price: "990₽.", img:'images/shirt40.jpg', 
    prev_price:'1000₽',delivery:'3-4 дня', desc:'Vlone - Это уличный бренд, возглавляемый Джабари Шелтоном, более известным как A0₽AP Bari или Young Lord при поддержке лидера объединения A0₽AP Rocky. Шелтон — креативный директор, идейный лидер и основатель бренда. Раким — тот, кого мы видим в одежде Vlone повсюду.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:31, title: 'Supreme FW22 sweater', price: "3990₽.", img:'images/sweater30.jpg',
    prev_price:'',delivery:'6-7 дней', desc:'Бренд Supreme был основан Джеймсом Джеббиа в 1994 году. бренд был разработан с учетом интересов фигуристов с уникальным дизайном одежды. ', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
    
    {id:32, title: 'Off-White scarf', price: "990₽.", img:'images/scarf50.jpg',
    prev_price:'1500₽',delivery:'1-2 дня', desc:'OFF-WHITE - итальянский бренд стритвир-одежды премиум-класса. Компания преимущественно специализируется на создании уличной одежды с сезонной периодичностью. Бренд был основан американским дизайнером Вирджилом Абло в Милане (Италия) в 2012 году.', subdesc : 'Акрил, Высокообъемная пряжа, 100%', categories : 'scarf',},

    {id:35, title: 'CH black ', price: "2990₽.", img:'images/hoodie50.jpg',
    prev_price:'6990₽',delivery:'1-2 дня', desc:'Ch - японский модный бренд, основанный Ниггой в 2000 году. Бренд специализируется на мужском, женском и детском стиле жизни и уличной одежде.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:37, title: 'Stone Island white ', price: "4990₽.", img:'images/hoodie30.jpg', 
    prev_price:'5990₽',delivery:'1-2 дня',  desc:'Stone Island — итальянская компания, производитель одежды премиум-класса. S.p.A. €13 млн. Компания была основана в 1982 году Массимо Ости, и в настоящий момент бренд принадлежит холдингу Carlo Rivetti Sportswear Company.', subdesc : 'Футер 3-х нитка 470гр без начёса, 100% хлопок', categories : 'hoodie',},
    
    {id:38, title: 'Stussy black t-shirt', price: "500₽.", img:'images/shirt50.jpg', 
    prev_price:'',delivery:'1-2 дня', desc:'Stussy - американская марка стритстайл-одежды, основанная Шоном Стусси в 1984 г. Родина бренда - солнечная Калифорния, а сам дизайнер до создания своих коллекция изготавливал доски для серфинга. На этом поприще успех ему принес заметный логотип, который он стал наносить в дальнейшем на одежду.',subdesc: '95% хлопок, 5% полиэстер, 270 гр плотность', categories : 'shirt',},
    
    {id:39, title: 'Stussy sweater', price: "3990₽.", img:'images/sweater40.jpg',
    prev_price:'',delivery:'1-2 дня', desc:'Stussy - американская марка стритстайл-одежды, основанная Шоном Стусси в 1984 г. Родина бренда - солнечная Калифорния, а сам дизайнер до создания своих коллекция изготавливал доски для серфинга. На этом поприще успех ему принес заметный логотип, который он стал наносить в дальнейшем на одежду.', subdesc: 'Хлопок/Полушерсть ', categories : 'sweater',},
 
]}


export default products